Public Class chap1Noms

    Private Sub chap1Noms_Load(sender As Object, e As EventArgs) Handles MyBase.Load
        If My.Settings.Connexion = False Then
            ConnectEtat.Text = "ߌ ߜߊ߲߬ߞߎ߲߬"
        ElseIf My.Settings.Connexion = True Then
            ConnectEtat.Text = My.Settings.Nom & " " & My.Settings.Prenom
        End If

        With Form1
            If .slado.Text = Form1.atoo.Text Then

            ElseIf .slado.Text = Form1.toondobila.Text Then
                chap2()
                paragraphes()
            End If
        End With

    End Sub

    Private Sub Label5_Click(sender As Object, e As EventArgs) Handles parag1.Click
        nomAll.Show()
        Me.TopMost = False
    End Sub

    Private Sub Label4_Click(sender As Object, e As EventArgs) Handles parag2.Click
        Nom1klenatoh.Show()
        Me.TopMost = False
    End Sub

    Private Sub afficheNom2_Click(sender As Object, e As EventArgs) Handles parag3.Click
        Nom2fdobatoh.Show()
        Me.TopMost = False
    End Sub

    Private Sub afficheNom3_Click(sender As Object, e As EventArgs) Handles parag4.Click
        
        Nom3deima1.Show()
        Me.TopMost = False
        
    End Sub

    Private Sub Label3_Click(sender As Object, e As EventArgs) Handles ConnectEtat.Click
        gbankounda.Show()
        Me.TopMost = False
        gbankounda.TopMost = True

    End Sub

    Public Sub chap2()
        Me.Text = "ߕߐ߯ߣߘߐߓߌߟߊ"
        nomChap.Text = Form1.toondobila.Text & " ߞߣߐߘߐ"
        chapEx.Text = "ߕߐ߯ߣߘߐߓߌߟߊ ߛߌ߰ߘߊ ߣߌ߲߬ ߘߐߕߟߊߣߍ߲߫ ߥߟߊ߬ߘߊ߬ ߄ ߠߋ߬ ߘߋ߫߸ ߏ߬ ߟߎ߬ ߕߐ߮ ߝߟߍ߫ ߘߎ߰ߟߊ߬. " & _
            vbNewLine & "ߊߟߎ߫ ߦߴߊ߬ ߛߐ߲߬ߞߌ߲߫ ߏ߬ ߟߎ߫ ߞߋ߬ߟߋ߲߬ߞߋ߬ߟߋ߲߬ߠߊ ߞߊ߲߬߸ ߞߊ߬ ߘߏ߲߬ ߥߟߊ߬ߘߊ ߘߐ߫."

        parag1.Text = "߁߭. ߕߎ߲߬ߕߊ"
        parag2.Text = "߂߲. ߕߎ߲߬ߓߊߟߌ"
        parag3.Text = "߃߲. ߞߋߟߋ߲ߡߊ ߣߌ߫ ߞߙߎߡߊ"
        parag4.Text = "߄߲. ߊ߬ߟߎ߬ ߞߊ߲ߡߊߛߙߋ"

    End Sub
    Public Sub paragraphes()
        'touna lou
        With nomAll
            .Text = "ߕߎ߲߬ߕߊ ߟߎ߬"
            .Type1Noms.Text = "ߕߎ߲߬ߕߊ ߟߎ߬"
            .expNom1.Text = "ߕߐ߯ߣߘߐߓߌߟߊ ߟߎ߬ ߦߋ߫ ߓߌ߬ߟߊ߬ ߟߊ߫ ߕߐ߮ ߣߐ߭ ߟߋ߬ ߘߐ߫߸ ߊ߬ ߟߊߒߡߊ ߝߟߍ߫ ߣߌ߲߬:" & vbNewLine & _
            "ߛߏ߲߬ߖߘߊ߬ ߓߘߊ߫ ߣߊ߬߸ ߛߏ߲߬ߖߘߊ߬ ߓߘߊ߫ ߥߊ߫߸ ߛߏ߲߬ߖߘߊ߬ ߞߊ߫ ߢߌ߲߬. ߦߊ߬ߣߴߊ߲ ߧߋ߫ ߛߏ߲߬ߖߘߊ߬ ߕߐ߮ ߝߐ߫ ߛߋ߲߬ߧߊ߫ ߃߸ ߝߌ߬ߟߊ߬ ߟߊߓߊ߲ ߘߌ߫ ߛߋ߫ ߣߐ߬ߘߐߓߌ߬ߟߊ߬ ߟߊ߫ ߞߎߡߊߘߋ߲߫" & "' ߊ߬'" & "ߟߊ߫ ߞߎߡߦߊ ߘߐ߫ ߕߊ߲߬:" & vbNewLine & _
            "ߛߏ߲߬ߖߘߊ߬ ߓߘߊ߫ ߣߊ߬߸ ߛߏ߲߬ߖߘߊ߬ ߓߘߊ߫ ߥߊ߫߸ ߛߏ߲߬ߖߘߊ߬ ߞߊ߫ ߢߌ߲߬ ---- ߛߏ߲߬ߖߘߊ߬ ߓߘߊ߫ ߣߊ߬߸ ߊ߬ ߓߘߊ߫ ߥߊ߫߸ ߊ߬ ߞߊ߫ ߢߌ߲߬." & vbNewLine & vbNewLine &
            "ߕߐ߯ߣߘߐߓߌߟߊ ߟߎ߬ ߦߋ߫ ߛߎ߯ ߃ ߟߋ߬ ߘߌ߫ ߞߊ߬ ߓߍ߲߬ ߞߎߡߊߓߊ߮ ߞߎߡߊ ߡߊ߬ ߊ߬ ߖߍ߬ߘߍ߫ ߞߊ߲߬ ߥߟߊ߫ ߡߐ߰ ߜߘߍ߫ ߞߊ߲߬ .ߏ߬ ߝߟߍ߫ ߣߌ߲߬:" & vbNewLine &
            "	ߞߎߡߟߊ:		ߞߎߡߊߕߌ߮ ߓߊ߯ ߞߎߡߊ߫ ߊ߬ ߖߍ߬ߘߍ ߞߊ߲߬߸" & vbNewLine &
            "	ߞߎߡߊߢߐ߲߮:	ߞߎߡߊߕߌ߮ ߓߊ߯ ߞߎߡߊ߫ ߡߍ߲ ߝߍ߬߸" & vbNewLine &
            "	ߜߘߍ:		ߞߎߡߊߕߌ߮ ߓߊ߯ ߞߎߡߊ߫ ߝߋ߲߫ ߜߘߍ߫ ߡߍ߲ ߞߊ߲߬߸" & vbNewLine & vbNewLine &
            "ߞߎߡߟߊ: ߞߎߡߊ ߌߘߐ߫ ߡߍ߲ ߓߟߏ߫߸ ߏ߬ ߟߋ ߞߎߡߟߊ ߘߌ߫߸ ߌߞߐߡߌ߲߬ ߞߏ ߏ߬ ߞߍ ߦߋ߫ ߟߐ߲߫ ߠߊ߫ ߞߎߡߊ ߟߋ߬ ߘߐ߫߸ ߏ߬ ߟߋ ߣߊ߬ ߊ߬ ߞߍ߫ ߟߊ߫ ߞߎߡߟߊ ߘߌ߫߸ ߞߎߡߟߊ ߏ߬ ߦߋ߫ ߣߐ߬ߘߐߓߌ߬ߟߊ߬ ߟߊ߫ ߞߎߡߊߘߋ߲߫ " & "'ߒ'" & " ߠߋ߬ ߟߊ߫." & vbNewLine &
            "ߞߎߡߊߢߐ߲߮: ߡߐ߱ ߦߋ߫ ߞߎߡߊ߫ ߟߊ߫ ߡߐ߰ ߡߍ߲ ߝߍ߬ ߕߋ߲߭ߕߋ߲߬ ߏ߬ ߟߋ ߞߎߡߊߢߐ߲߮ ߘߌ߫. ߟߊߒߡߊ߫ ߘߐ߫߸ ߣߌ߫ ߛߏ߬ߙߌ߬ ߞߍ߫ ߘߊ߫ ߞߎߡߊ ߞߊ߲߬ ߝߊߙߊ߲߫ ߝߍ߬߸ ߛߏ߬ߙߌ߬ ߘߌ߫ ߞߍ߫ ߞߎߡߟߊ ߘߌ߫ ߓߊ ߊ߬ߟߋ ߟߋ߬ ߞߎߡߊ ߞߊ߲߬߸ ߝߊߙߊ߲߫ ߘߌ߫ ߞߍ߫ ߞߎߡߊߢߐ߲߮ ߘߌ߫ ߓߊ ߛߏ߬ߙߌ߬ ߦߋ߫ ߞߎߡߊ ߞߊ߲߬ ߝߊߙߊ߲߫ ߠߋ߫ ߝߍ߬. ߞߎߡߊߢߐ߲߮ ߦߋ߫ ߣߐ߬ߘߐߓߌ߬ߟߊ߬ ߟߊ߫ ߞߎߡߊߘߋ߲߫ " & "'ߌ'" & " ߟߋ߬ ߟߊ߫." & vbNewLine &
            "ߜߘߍ: ߡߐ߱ ߡߍ߲ ߕߍ߫ ߜߍ ߘߐ߫ ߣߴߊ߬ ߟߊ߫ ߞߏ ߘߏ߫ ߞߏߝߐ ߌߘߐ߫߸ ߏ߬ ߟߋ ߜߘߍ ߘߌ߫߸ ߦߏ߫ ߒߠߋ ߛߓߍߟߌߟߊ ߓߊ߯ ߊ߬ ߝߐ߫ ߛߍ߲ ߞߏ߫: ߛߋ߲߬ߓߊ ߦߋ߫ ߦߙߌ ߞߘߐ߫. ߒ ߧߋ߫ ߞߎߡߊ߫ ߟߊ߫ ߛߋ߲߬ߓߊ ߡߍ߲ ߞߊ߲߬ ߌߞߐߡߌ߲߬ ߏ߬ ߕߍ߫ ߜߍ ߘߐ߫ ߤߊߟߌ߬ ߣߴߊ߬ ߕߎ߲߬ ߞߍ߫ ߘߊ߫ ߜߍ ߘߐ߫ ߒ ߕߍ߫ ߞߎߡߊ߫ ߟߊ߫ ߊ߬ߟߋ ߝߍ߬߸ ߝߏ߫ ߞߊ߬ ߞߎߡߊ߫ ߊ߬ ߞߊ߲߬ ߘߐߙߐ߲߫߸ ߏ߬ ߘߐ߫ ߊ߬ ߦߋ߫ ߜߘߍ߫ ߟߋ߬ ߘߌ߫. ߜߘߍ߫ ߦߋ߫ ߣߐ߬ߘߐߓߌ߬ߟߊ߬ ߟߊ߫ ߞߎߡߊߘߋ߲߫ " & "'ߊ߬'" & " ߟߋ߬ ߟߊ߫."
        End With

        'toumbali lou
        With Nom1klenatoh
            .Text = "ߕߎ߲߬ߓߊߟߌ ߟߎ߬"
            .Type1Noms.Text = "ߕߎ߲߬ߓߊߟߌ ߟߎ߬"
            .expNom1.Text = "ߦߏ߫ ߊ߬ ߝߐߣߍ߲߫ ߊ߲ ߓߟߏ߫ ߛߊ߲ߘߐ߫ ߢߊ ߡߍ߲߸ ߕߎ߲߬ߓߊߟߌ ߟߎ߫ ߡߊ߬ߞߏ߬ ߕߍ߫ ߞߎߡߊߘߋ߲߫ ߜߘߍ߫ ߟߊ߫ ߊ߬ߟߎ߬ ߞߘߐ ߢߊߦߋ ߘߐ߫߸ ߊ߬ߟߎ߬ ߘߌ߫ ߛߋ߫ ߝߐ߫ ߟߊ߫ ߊ߬ߟߎ߫ ߘߊ߲߬ߠߊ߬." & vbNewLine & _
            "ߊ߬ߟߎ߬ ߝߣߊ߫ ߦߋ߫ ߛߙߊߛߌ߬ ߟߊ߫ ߞߙߎ߫ ߃ ߟߋ߬ ߘߌ߫ ߞߊ߬ ߓߍ߲߬ ߞߎߡߟߊ ߣߴߊ߬ ߟߊ߫ ߞߎߡߊ߫ ߞߏ ߡߊ߬߸" & vbNewLine & vbNewLine & _
            "ߞߎߡߟߊ:		ߒߠߋ(ߣߌ߫ ߞߎߡߟߊ ߞߎߡߊ߫ ߘߊ߫ ߊ߬ ߖߍ߬ߘߍ ߞߊ߲߬߸ ߊ߬ ߘߌ߫ ߛߋ߫ ߊ߬ ߕߐ߮ ߣߐ߬ߘߐߓߌ߬ߟߊ߬ ߟߊ߫ 'ߒߠߋ' ߟߊ߫.)" & vbNewLine & vbNewLine &
            "ߞߎߡߊߢߐ߲߮:	ߌߟߋ(ߞߎߡߟߊ ߓߊ߯ ߞߍ߫ ߞߎߡߊ߫ ߟߊ߫ ߡߍ߲ ߝߍ߬߸ ߏ߬ ߕߐ߮ ߘߌ߫ ߛߋ߫ ߣߐ߬ߘߐߓߌ߬ߟߊ߬ ߟߊ߫ 'ߌߟߋ' ߟߊ߫.)" & vbNewLine &
            "ߜߘߍ:		ߊ߬ߟߋ(ߞߎߡߟߊ ߦߋ߫ ߞߎߡߊ߫ ߞߊ߲߬ ߝߋ߲߫ ߡߍ߲ ߞߊ߲߬߸ ߏ߬ ߕߐ߮ ߘߌ߫ ߛߋ߫ ߣߐ߬ߘߐߓߌ߬ߟߊ߬ ߟߊ߫ 'ߊ߬ߟߋ' ߟߊ߫.)" & vbNewLine &
            "ߒߓߊ߬ ߣߴߊߟߎ߫ ߞߵߊ߬ ߟߊߞߙߐ߬ߛߌ߬߸ ߘߊ߲߬ߝߘߊ߬ߓߐ ߡߍ߲ ߦߋ߫ ߕߎ߲߬ߓߊߟߌ ߡߍ߲߬ ߠߎ߬ ߣߌ߫ ߕߎ߲߬ߕߊ ߟߎ߬ ߟߊ߫߸ ߏ߬ ߟߋ߫ 'ߟߋ' ߘߌ߫߸ ߣߴߊ߲ ߞߊ߬ 'ߟߋ' ߏ߬ ߓߌ߬ߟߊ߬ ߕߎ߲߬ߕߊ ߟߎ߬ ߟߊ߫ ߌߞߘߐ߫ ߊ߬ߟߎ߬ ߘߌ߫ ߞߍ߫ ߕߎ߲߬ߓߊߟߌ ߟߎ߬ ߘߌ߫ ߘߏߦߌ߲߫." & vbNewLine &
            "ߕߎ߲߬ߓߊߟߌ ߟߎ߬ ߝߟߍ߫ ߞߎߡߦߊ ߘߐ߫ ߣߌ߲߬ ߘߎ߰ߟߊ߬:" & vbNewLine &
            "ߒߠߋ ߦߋ߫ ߒߞߏ ߞߊߙߊ߲ߘߋ߲ ߠߋ߬ ߘߌ߫߸ ߌߟߋ ߝߣߊ߫ ߦߋ߫ ߒߞߏ ߞߊߙߊ߲ߘߋ߲ ߠߋ߬ ߘߌ߫߸ ߊ߬ߟߋ ߦߋ߫ ߒߞߏ ߞߊ߬ߙߊ߲߬ ߠߊ߫." & vbNewLine & vbNewLine &
            "ߕߎ߲߬ߓߊߟߌ ߣߌ߫ ߕߎ߲߬ߕߊ ߘߊ߲߬ߕߍ߰ߓߐ" & vbNewLine &
            "ߕߎ߲߬ߕߊ ߟߎ߬ ߞߘߐ ߕߍ߫ ߢߊߦߋ߫ ߟߊ߫ ߝߏ߫ ߊ߬ ߦߋ߫ ߕߎ߲߬ ߞߎߡߊ߫ ߜߘߍ߫ ߟߋ߬ ߟߊ߫߸ ߓߊ ߣߴߌ ߞߵߊ߬ ߝߐ߫ ߞߏ߫: ߌ߸ ߞߊ߬ ߘߊ߲߬ ߏ ߡߊ߬ ߞߘߐ߫ ߜߘߍ߫ ߛߌ߫ ߕߍ߫ ߏ߬ ߟߊ߫." & vbNewLine &
            "ߕߎ߲߰ߓߊ߬ߟߌ ߘߏ߲߬ ߘߌ߫ ߛߋ߫ ߢߊߦߋ߫ ߟߊ߫ ߊ߬ ߞߏ߫ ߟߊ߫߸ ߦߏ߫ ߒ ߓߊ߯ ߊ߬ ߝߐ߫ ߛߍ߲ ߞߏ߫ ߒߠߋ߸ ߏ߬ ߘߌ߫ ߢߊߦߋ߫ ߒ߬ߞߊ߬ ߣߴߊ߬ ߝߐ߫ ߘߊ߫ ߒ ߓߟߏ߫ ߞߏ߫ 'ߒ' ߞߘߐ߫ ߛߌ߫ ߕߍ߫ ߛߐ߲߬ߘߐ߲߬ ߏ߬ ߟߊ߫ ߦߊ߲߬ ߓߊ ߝߋ߲߫ ߡߊ߫ ߕߎ߲߬ ߊ߬ ߟߊ߫." & vbNewLine &
             "ߒ߬ߓߊ߬ ߌߞߐߡߌ߲߬ ߕߎ߲߬ߕߊ ߟߎ߬ ߕߍ߫ ߢߊ߬ ߞߎߡߊߘߋ߲ ߘߏ߫ ߕߎ߲߭ ߞߐ߫ ߊ߬ߟߎ߬ ߟߊ߫߸ ߏ߬ ߟߋ ߣߴߊ߬ߟߎ߬ ߕߐ߮ ߞߍ߫ ߟߊ߫ ߕߎ߲߬ߕߊ ߘߌ߫." & vbNewLine &
             "ߕߎ߲߬ߓߊ߬ߟߌ ߟߎ߫ ߡߊ߬ߞߏ߬ ߕߍ߫ ߞߎߡߊߘߋ߲߫ ߜߘߍ߫ ߟߊ߫ ߡߍ߲ ߞߍ߸ ߊ߬ߟߎ߬ ߞߘߐ ߢߊߦߋ߫ ߘߐ߫߸ ߊ߬ߟߎ߬ ߕߐ߮ ߞߍߣߍ߲߫ ߕߎ߲߬ߓߊߟߌ ߘߌ߫ ߏ ߟߋ ߘߐ߫."
        End With

        'kelema ni krouma
        With Nom2fdobatoh
            .Text = "ߞߋߟߋ߲ߡߊ ߣߌ߫ ߞߙߎߡߊ"
            .Type1Noms.Text = "ߕߐ߯ߣߘߐߓߌߟߊ߫ ߞߋߟߋ߲ߡߊ ߣߌ߫ ߞߙߎߡߊ"
            .expNom1.Text = vbNewLine & "ߊ߲ ߓߊ߲ߣߍ߲߫ ߕߎ߲߬ߕߊ ߣߌ߫ ߕߎ߲߬ߓߊߟߌ ߡߍ߲ ߠߎ߬ ߢߊߝߐ߫ ߟߊ߫ ߣߌ߲߬߸ ߏ߬ ߟߎ߬ ߦߋ߫ ߝߋ߲߫ ߁ ߔߋ߫ ߟߋ߬ ߞߏߝߐ߫ ߟߊ߫߸ 'ߒ' ߦߋ߫ ߞߎߡߟߊ ߁ ߔߋ߫ ߟߋ߬ ߞߏߝߐ߫ ߟߊ߫߸ 'ߌ' ߦߋ߫ ߞߎߡߊߢߐ߲߮ ߁ ߠߋ߬ ߞߏߝߐ߫ ߟߊ߫߸ 'ߊ߬' ߦߋ߫ ߜߘߍ ߁ ߔߋ߫ ߟߋ߬ ߞߏߝߐ߫ ߟߊ߫." & vbNewLine & _
            "ߣߴߌ ߞߎߡߟߊ ߦߴߊ߬ ߝߍ߬ ߞߵߊ߬ ߣߌ߫ ߡߐ߰ ߜߘߍ߫ ߞߏߝߐ߫ ߞߎߡߊ ߘߐ߫߸ ߏ߬ ߕߐ߯ߣߘߐߓߌߟߊ ߦߋ߫ ߡߎ߲߬ ߘߌ߫߸ ߍ߲߬ߍ߲ߍ߲߬߸ ߣߴߊ߬ ߦߋ߫ ߞߎߡߊ߫ ߞߏ ߘߐ߫ ߡߐ߰ ߞߙߎ ߟߋ߫ ߝߍ߬߸ ߏ߬ ߞߍߕߐ߫ ߘߌ߬ ߟߋ߬߸ ߥߟߊ߫ ߣߴߊ߬ ߦߋ߫ ߞߎߡߊ߫ ߞߊ߲߬ ߝߋ߲߫ ߥߙߍ ߘߏ߫ ߟߋ߬ ߞߊ߲߬߸ ߏ߬ ߟߎ߬ ߕߐ߮ ߣߐ߬ߘߐߓߌ߬ߟߊ߬ߕߐ߫ ߡߎ߲߬ ߠߊ߫ ߓߏ߲߬." & vbNewLine & vbNewLine & _
            "ߒ߬ߓߊ߬ ߌߞߐߡߌ߲߬ ߏ߬ ߟߎ߬ ߓߍ߯ ߦߋ߫ ߝߋ߲߫ ߛߌߦߊߡߊ߲ ߠߋ߬ ߘߌ߫ ߡߍ߲ ߖߊ߬ߕߋ ߕߊ߬ߡߌ߲߬ߣߍ߲߬ ߁ ߞߊ߲߬߸ ߞߎߡߟߊ ߦߋ߫ ߕߐ߯ߣߘߐߓߌߟߊ 'ߞߙߎߡߊ' ߟߎ߫ ߟߋ߬ ߞߍ߫ ߟߊ߫ ߏ߬ ߟߎ߬ ߕߐ߮ ߣߘߐ߬ߓߌߟߊ ߘߌ߫. 'ߒ' ߣߌ߫ 'ߌ' ߣߌ߫ 'ߊ߬' ߦߋ߫ ߕߐ߯ߣߘߐߓߌߟߊ 'ߞߋߟߋ߲ߡߊ' ߟߎ߫ ߟߋ߬ ߘߌ߫ ߓߊ ߊ߬ߟߎ߬ ߦߋ߫ ߝߋ߲߫ ߁ ߠߋ߬ ߞߏߝߐ߫ ߟߊ߫." & vbNewLine &
            "ߕߐ߯ߣߘߐߓߌߟߊ߫ ߞߙߎߡߊ ߦߋ߫ ߝߋ߲߫ ߞߙߎ ߟߋ߬ ߕߐ߮ ߣߐ߬ߘߐߓߌ߬ߟߊ߬ ߟߊ߫߸ ߊ߬ߟߎ߬ ߝߟߍ߫ ߣߌ߲߬ ߘߎ߰ߟߊ߬߸" & vbNewLine &
            "ߕߎ߲߬ߕߊ ߟߎ߬:" & vbNewLine &
            "	ߊ߲:	ߣߌ߫ ߞߎߡߟߊ ߞߍ߫ ߘߊ߫ ߞߎߡߊ߫ ߟߊ߫ ߊ߬ߟߋ ߣߌ߫ ߡߐ߰ ߜߘߍ߫ ߞߊ߲߬߸" & vbNewLine &
            "	ߊߟߎ߫:	ߣߌ߫ ߞߎߡߟߊ ߞߎߡߊ߫ ߘߊ߫ ߝߋ߲߫ ߥߙߍ ߝߍ߬߸" & vbNewLine &
            "	ߊ߬ߟߎ߬:	ߣߌ߫ ߞߎߡߟߊ ߞߎߡߊ߫ ߘߊ߫ ߝߋ߲߫ ߥߙߍ ߞߊ߲߬߸" & vbNewLine & vbNewLine &
            "ߏ߬ ߟߎ߬ ߟߊߒߡߊ ߝߟߍ߫ ߣߌ߲߬:" & vbNewLine &
            "ߊ߲ ߓߘߊ߫ ߝߏ߬ߟߌ ߞߍ߫. (ߏ߬ ߘߌ߫ ߛߋ߫ ߝߐ߫ ߟߊ߫ ߞߏ߫: ߒߠߋ ߣߌ߫ ߡߐ߰ ߜߘߍ߫ ߓߘߊ߫ ߝߏ߬ߟߌ ߞߍ߫)߸ ߞߎߡߟߊ ߓߊ߯ ߞߎߡߊ߫ ߊ߬ ߖߍ߬ߘߍ ߣߌ߫ ߝߋ߲߫ ߜߘߍ߫ ߞߊ߲߬ ߕߎ߲߫߸ ߏ߬ ߞߍ߫ ߘߊ߫ ߜߍ ߘߐ߫ ߊ߬ ߡߊ߫ ߞߍ߫ ߜߍ ߘߐ߫߸ ߊ߬ ߘߌ߫ ߛߋ߫ 'ߊ߲' ߞߍ߫ ߟߊ߫ ߏ߬ ߕߐ߯ߣߘߐߓߌߟߊ ߘߌ߫. ߛߙߊߕߌ߫ ߁ ߔߋ߫ ߡߍ߲ ߊ߬ ߟߊ߫߸ "
            
            .exercices.Visible = False
            .exoActive.Visible = False
            .Nom3page12.Visible = True
        End With

        With Nom2fdobatoh2
            .Nom3page12.Visible = True
            .Text = parag4.Text
            .Type1Noms.Text = "ߕߐ߯ߣߘߐߓߌߟߊ߫ ߞߋߟߋ߲ߡߊ ߣߌ߫ ߞߙߎߡߊ"
            .expNom1.Text = vbNewLine & "ߊߟߎ߫ ߓߘߊ߫ ߛߋ߫ ߛߏ߫؟ (ߞߎߡߊ ߏ߬ ߘߌ߫ ߛߋ߫ ߝߐ߫ ߟߊ߫ ߞߏ߫: ߌߟߋ ߣߌ߫ ߊ߬ߟߋ ߓߘߊ߫ ߛߋ߫ ߛߏ߫؟)߸ ߞߎߡߟߊ ߓߊ߯ ߞߎߡߊ߫ ߞߎߡߊߢߐ߲߯ ߥߙߍ ߡߊ߬߸ ߤߊߟߌ߬ ߣߴߏ߬ ߡߐ߰ ߁ ߔߋ߫ ߟߋ߬ ߜߍ ߘߐ߫߸ ߊ߬ ߘߌ߫ ߛߋ߫ ߏ߬ ߟߎ߬ ߕߐ߯ ߣߐ߬ߘߐߓߌ߬ߟߊ߬ ߟߊ߫ 'ߊߟߎ߫' ߟߊ߫߸ ߣߴߊ߬ ߞߎߡߊߢߐ߲߮ ߏ߬ ߓߍ߯ ߘߏ߲߬ ߞߍ߫ ߘߊ߫ ߜߍ ߘߐ߫ ߞߎߡߊ߫ ߓߊ߲߫ ߘߊ߫." & vbNewLine &
            "ߊ߬ߟߎ߬ ߓߘߊ߫ ߣߊ߬. (ߣߴߊ߬ ߝߐ߫ ߘߊ߫ ߞߏ߫ 'ߊ߬ߟߎ߬ ߓߘߊ߫ ߣߊ߬' ߞߎߡߊ ߌߘߐ߫ ߡߍ߲ ߠߎ߬ ߞߊ߲߬ ߏ߬ ߟߎ߬ ߟߋ߫ ߣߊ߬ߣߍ߲߬߸ ߞߎߡߊ ߌߘߐ߫ ߡߍ߲ ߝߍ߬߸ ߏ߬ ߞߏ߫ ߕߍ߫߸ ߞߎߡߟߊ ߖߍ߬ߘߍ ߝߣߊ߫ ߕߍ߫ ߊ߬ ߘߐ߫). 'ߊ߬ߟߎ߬' ߦߋ߫ ߜߘߍ߫ ߛߌߦߊߡߊ߲ ߠߋ߬ ߕߐ߮ ߣߐ߬ߘߐߓߌ߬ߟߊ߬ ߟߊ߫ ߞߎߡߊ ߘߐ߫." & vbNewLine &
             "ߒ߬ߓߊ߬ ߌߞߐߡߌ߲߬ ߕߎ߲߬ߕߊ ߟߎ߬ ߕߍ߫ ߢߊ߬ ߞߎߡߊߘߋ߲ ߘߏ߫ ߕߎ߲߭ ߞߐ߫ ߊ߬ߟߎ߬ ߟߊ߫߸ ߏ߬ ߟߋ ߣߴߊ߬ߟߎ߬ ߕߐ߮ ߞߍ߫ ߟߊ߫ ߕߎ߲߬ߕߊ ߘߌ߫." & vbNewLine &
             "ߕߎ߲߬ߓߊ߬ߟߌ ߟߎ߫ ߡߊ߬ߞߏ߬ ߕߍ߫ ߞߎߡߊߘߋ߲߫ ߜߘߍ߫ ߟߊ߫ ߡߍ߲ ߞߍ߸ ߊ߬ߟߎ߬ ߞߘߐ ߢߊߦߋ߫ ߘߐ߫߸ ߊ߬ߟߎ߬ ߕߐ߮ ߞߍߣߍ߲߫ ߕߎ߲߬ߓߊߟߌ ߘߌ߫ ߏ ߟߋ ߘߐ߫." & vbNewLine &
            "ߊ߬ߟߎ߬ ߓߘߊ߫ ߣߊ߬. (ߣߴߊ߬ ߝߐ߫ ߘߊ߫ ߞߏ߫ 'ߊ߬ߟߎ߬ ߓߘߊ߫ ߣߊ߬' ߞߎߡߊ ߌߘߐ߫ ߡߍ߲ ߠߎ߬ ߞߊ߲߬ ߏ߬ ߟߎ߬ ߟߋ߫ ߣߊ߬ߣߍ߲߬߸ ߞߎߡߊ ߌߘߐ߫ ߡߍ߲ ߝߍ߬߸ ߏ߬ ߞߏ߫ ߕߍ߫߸ ߞߎߡߟߊ ߖߍ߬ߘߍ ߝߣߊ߫ ߕߍ߫ ߊ߬ ߘߐ߫). 'ߊ߬ߟߎ߬' ߦߋ߫ ߜߘߍ߫ ߛߌߦߊߡߊ߲ ߠߋ߬ ߕߐ߮ ߣߐ߬ߘߐߓߌ߬ߟߊ߬ ߟߊ߫ ߞߎߡߊ ߘߐ߫." & vbNewLine & vbNewLine &
            "ߕߎ߲߬ߓߊߟߌ ߟߎ߬:" & vbNewLine &
            "ߊ߲ߠߎ߬:	ߏ߬ ߦߋ߫ ߒߠߋ ߣߌ߫ ߡߐ߰ ߜߘߍ߫ ߟߋ߬ ߘߌ߫߸" & vbNewLine &
            "ߊߟߎ:	ߏ߬ ߦߋ߫ ߌߟߋ ߣߌ߫ ߡߐ߰ ߜߘߍ߫ ߟߋ߬ ߘߌ߫߸" & vbNewLine &
            "ߊ߬ߟߋ:	ߏ߬ ߦߋ߫ ߊ߬ߟߋ ߣߌ߫ ߡߐ߰ ߜߘߍ߫ ߟߋ߬ ߘߌ߫ ߥߟߊ߫ ߝߋ߲߫ ߜߘߍ߫߸" & vbNewLine & vbNewLine &
            "ߣߴߊ߲ ߞߊ߬ ߕߎ߲߬ߕߊ߬ ߞߙߎߡߊ ߣߌ߫ ߕߎ߲߬ߓߊ߬ߟߌ߬ ߞߙߎߡߊ ߟߎ߬ ߞߙߐ߬ߛߌ߫ ߞߊ߬ ߢߊ߬߸ ߊ߲ ߘߴߊ߬ ߦߋ߫ ߞߏ߫ 'ߟߎ' ߟߋ߫ ߓߌ߬ߟߊ߬ߣߍ߲߬ ߕߎ߲߬ߕߊ ߟߎ߬ ߟߊ߫ ߞߵߊ߬ߟߎ߬ ߞߍ߫ ߕߎ߲߬ߓߊߟߌ ߟߎ߬ ߘߌ߫. ߒ ߡߊ߫ ߕߎ߲߬ߓߊ߬ߟߎ߬ ߞߙߎߡߊ ߝߟߐ ߝߐ߫߸ ߞߊ߲ߡߊߦߟߍ߫ ߡߝߊߣߍ߲ ߠߋ߬ ߕߎ߲߬ߓߊߟߌ ߟߎ߬ ߓߍ߯ ߟߊߓߊ߲ ߠߊ߫. ߞߊ߲ߡߊߖߌ߯ ߟߊߓߙߊ߬ߣߍ߲ ߦߴߊ߬ߟߋ ߟߋ߬ ߁ ߔߋ߫ ߟߊ߫."

        End With

        With Nom3deima1
            .exoActive.Visible = True
            .Nom3page12.Visible = False
            .Text = parag4.Text
            .Type1Noms.Text = "ߕߐ߯ߣߘߐߓߌߟߊ ߞߊ߲ߡߊߛߙߋ ߞߏ"
            .expNom1.Text = "ߕߐ߯ߣߘߐߓߌߟߊ ߞߘߐߢߐ߲߯ߡߊ ߟߎ߬" & vbNewLine & vbNewLine &
            "ߕߐ߯ߣߘߐߓߌߟߊ ߘߏ߫ ߟߎ߫ ߦߋ߫ ߝߌ߬ߟߊ߫ ߟߋ߬ ߘߌ߫߸ ߏ߬ ߦߋ߫ ߞߎߡߟߊ߫ ߞߙߎߡߊ ߟߎ߫ ߟߋ߬ ߘߌ߫߸ ߊ߬ߟߎ߬ ߝߟߍ߫: " & vbNewLine &
            "ߊ߲ ߣߌ߫ ߊ߲ߠߎ߬߸" & vbNewLine &
             "'ߊ߲' ߘߌ߫ ߛߋ߫ ߞߍ߫ ߟߊ߫ 'ߒ߬' ߘߌ߫" & vbNewLine &
             "'ߊ߲ߠߎ߬' ߘߌ߫ ߛߋ߫ ߞߍ߫ ߟߊ߫ 'ߒ߬ߠߎ߬' ߘߌ߫" & vbNewLine &
            "ߕߐ߯ߣߘߐߓߌߟߊ ߡߍ߲߬ ߠߎ߬ ߘߌ߫ ߛߋ߫ ߓߌ߬ߟߊ߬ ߟߊ߫ ߢߐ߲߮ ߣߐ߭ ߘߐ߫߸ ߏ߬ ߕߍ߫ ߝߏ߬ߛߌ߬ ߕߌߢߍ߫ ߞߎߡߊ ߞߘߐ ߘߐ߫߸ ߞߙߊ ߓߊ߯ ߓߍ߲߬ ߡߍ߲ ߡߊ߬ 'ߊ߲' ߣߌ߫ 'ߒ߬' ߘߐ߫߸ ߏ߬ ߦߴߏ߬ ߝߐ߫ ߛߝߊߦߌ߫߸ ߊ߬ߟߎ߬ ߓߍ߯ ߦߊ߫ ߞߊ߲߫ ߦߙߐ ߓߍ߯߸ 'ߊ߲ߠߎ߬' ߣߌ߫ 'ߒ߬ߠߎ߬' ߝߣߊ߫ ߦߋ߫ ߢߊ߫ ߞߋߟߋ߲߫ ߏ߬ ߟߋ ߞߊ߲߬." & vbNewLine & vbNewLine & vbNewLine &
             "ߕߐ߯ߣߘߐߓߌߟߊ ߞߊ߲ߡߊߛߙߋ ߞߏ" & vbNewLine & vbNewLine &
            "ߕߎ߲߬ߕߊ ߟߎ߬" & vbNewLine &
            "ߕߐ߯ߣߘߐߓߌߟߊ߫ ߕߎ߲߬ߕߊ ߟߎ߬ ߓߍ߯ ߦߋ߫ ߟߊߓߊ߲߫ ߠߊ߫ ߞߊ߲ߡߊߦߟߍ߫ ߟߊߓߙߊ߬ߣߍ߲ ߠߋ߫ ߡߊ߬ ߞߘߊߎ߫߸ ߊ߬ ߞߋߟߋ߲ߡߊ ߣߴߊ߬ ߞߙߎߡߊ ߓߍ߯߸ ߝߏ߫ ߞߎߡߟߊ߫ ߞߙߎߡߊ ߁ ߔߋ߫ ߏ߬ ߡߍ߲߬ ߟߊߓߊ߲߫ ߠߊ߫ ߞߊ߲ߡߊߖߌ߯ ߟߊߓߙߊ߬ߣߍ߲ ߡߊ߬." & vbNewLine & vbNewLine &
             "ߕߎ߲߬ߓߊߟߌ ߟߎ߬:" & vbNewLine &
             "ߕߐ߯ߣߘߐߓߌߟߊ ߕߎ߲߬ߓߊߟߌ ߟߎ߬ ߓߍ߯ ߦߋ߫ ߟߊߓߊ߲߫ ߠߊ߫ ߞߊ߲ߡߊߦߟߍ߫ ߡߝߊߣߍ߲ ߠߋ߫ ߡߊ߬߸ ߊ߬ ߞߋߟߋ߲ߡߊ ߣߴߊ߬ ߞߙߎߡߊ ߓߍ߯߸ ߝߏ߫ ߞߎߡߟߊ߫ ߞߙߎߡߊ ߁ ߔߋ߫ ߏ߬ ߡߍ߲߬ ߟߊߓߊ߲߫ ߠߊ߫ ߞߊ߲ߡߊߖߌ߯ ߟߊߓߙߊ߬ߣߍ߲ ߡߊ߬."
        End With

    End Sub

End Class


